{
  "brand": {
    "companyName": "Diginathi Private Limited",
    "shortName": "Diginathi",
    "tagline": "Transforming Future",
    "productName": "DigiDocSmart",
    "productTagline": "Smart Document Management for the Digital Age",
    "contact": {
      "address": "74/10/B Satyen Roy Road, Kolkata - 700034",
      "email": "info@diginathi.in",
      "phones": [
        "+91 91477 43251",
        "+91 91477 43253"
      ]
    }
  },
  "home": {
    "introTitle": "Diginathi Private Limited",
    "introSubtitle": "Transforming Future",
    "introBody": "Diginathi Private Limited is a fast-growing service provider dedicated to helping businesses operate more efficiently through its diverse range of professional solutions. Established with a vision to deliver excellence and reliability, we specialize in Digitization of Records and Data Entry Solutions with strong focus on precision, confidentiality, and timely delivery.",
    "whoWeAre": "Beyond data management, Diginathi Private Limited is also a trusted partner in Manpower Outsourcing, Facility Management (EVS), and IT Services. At Diginathi, our commitment lies in building long-term partnerships by delivering reliable services that empower clients to achieve operational excellence and sustainable success.",
    "whyChoose": [
      "Trusted partner since 2023",
      "Customized, cost-effective solutions",
      "Experienced and dedicated team",
      "Commitment to quality, compliance, and client satisfaction"
    ],
    "bannerLine": "Transforming Paper into Digital Power",
    "latestPost": {
      "title": "Diginathi Private Limited",
      "date": "2025-08-25",
      "snippet": "We combine skilled professionals with modern technology to provide cost-effective solutions that meet industry standards and support long-term operational growth."
    }
  },
  "services": [
    {
      "slug": "digitization-of-records",
      "title": "Digitization of Records",
      "icon": "assets/icons/service-digitization.svg",
      "cardSummary": "Secure storage, easy retrieval, and long-term preservation of business records.",
      "description": "Diginathi is a trusted service provider specializing in the Digitization of Records, helping businesses, institutions, and organizations transform their physical documents into secure, accessible, and well-organized digital formats.",
      "details": "With a strong focus on accuracy, confidentiality, and efficiency, Diginathi ensures that valuable records are preserved and protected from damage, loss, or unauthorized access. By adopting advanced scanning technologies and systematic processes, the company enables clients to streamline information management, reduce storage costs, and improve data accessibility for decision-making and compliance needs. Whether it is archives, corporate files, medical records, or educational documents, Diginathi delivers customized digitization solutions tailored to meet specific client requirements, making it easier to store, retrieve, and manage information in today’s fast-paced digital world.",
      "highlights": [
        "Secure and searchable digital archives",
        "Bulk scanning and metadata indexing",
        "Role-based access and retention support",
        "Industry-ready compliance handling"
      ],
      "brochure": "brochures/digitization-of-records-brochure.pdf"
    },
    {
      "slug": "data-entry-solution",
      "title": "Data Entry Solution",
      "icon": "assets/icons/service-data-entry.svg",
      "cardSummary": "Accurate, efficient, and secure handling of structured and unstructured business data.",
      "description": "Diginathi Private Limited provides reliable and efficient Data Entry Solutions designed to help businesses streamline operations and maintain accurate records.",
      "details": "With a strong focus on precision, speed, and confidentiality, the company delivers high-quality data entry services across various domains, including financial records, customer databases, healthcare information, and business documentation. By leveraging skilled professionals and advanced tools, Diginathi ensures error-free data processing, reducing operational burdens and enabling clients to focus on their core business activities. Whether handling large volumes of data or customized project-based requirements, the company guarantees timely delivery and consistency in quality. Trusted by clients for accuracy and transparency, Diginathi Private Limited positions itself as a dependable partner for businesses seeking cost-effective and scalable data management solutions.",
      "highlights": [
        "High-volume project handling",
        "Quality-controlled processing workflows",
        "Domain-specific data entry operations",
        "Scalable engagement models"
      ],
      "brochure": "brochures/data-entry-solution-brochure.pdf"
    },
    {
      "slug": "manpower-outsourcing",
      "title": "Manpower Outsourcing",
      "icon": "assets/icons/service-manpower.svg",
      "cardSummary": "Skilled and semi-skilled workforce support with compliance-aligned operations.",
      "description": "Diginathi Private Limited is a trusted partner in providing reliable and efficient Manpower Outsourcing solutions tailored to meet the diverse workforce needs of modern businesses.",
      "details": "With a focus on flexibility, quality, and cost-effectiveness, we specialize in supplying skilled and semi-skilled professionals across multiple industries to ensure seamless operations and enhanced productivity. Our outsourcing services allow organizations to concentrate on their core business activities while we handle recruitment, payroll, compliance, and workforce management with utmost professionalism. At Diginathi, we pride ourselves on delivering the right talent at the right time, enabling companies to scale efficiently without the burden of permanent staffing costs. By combining industry expertise and a customer-centric approach, we help businesses achieve operational excellence and long-term growth.",
      "highlights": [
        "Rapid deployment of skilled resources",
        "Recruitment, payroll, and compliance support",
        "Flexible workforce scaling",
        "Multi-industry staffing coverage"
      ],
      "brochure": "brochures/manpower-outsourcing-brochure.pdf"
    },
    {
      "slug": "facility-management-evs",
      "title": "Facility Management (EVS)",
      "icon": "assets/icons/service-facility.svg",
      "cardSummary": "Professional housekeeping, hygiene, and support operations for safe workplaces.",
      "description": "Diginathi Private Limited offers professional Facility Management (EVS) services designed to create clean, safe, and well-maintained environments for businesses, institutions, and residential spaces.",
      "details": "Our comprehensive solutions cover housekeeping, sanitation, waste management, pest control, landscaping, and specialized cleaning services tailored to client needs. With a dedicated team trained in modern techniques and equipped with advanced tools, we ensure hygienic and productive spaces that enhance comfort, efficiency, and well-being. Diginathi focuses on delivering quality-driven services with consistency, reliability, and attention to detail, ensuring clients experience hassle-free facility upkeep. By adopting eco-friendly practices and maintaining strict compliance with safety and hygiene standards, we help organizations focus on their core activities while we manage their infrastructure with professionalism and care.",
      "highlights": [
        "Housekeeping and sanitation programs",
        "Waste, pest, and landscaping support",
        "Eco-friendly cleaning practices",
        "Safety and hygiene compliance"
      ],
      "brochure": "brochures/facility-management-evs-brochure.pdf"
    },
    {
      "slug": "it-services",
      "title": "IT Services",
      "icon": "assets/icons/service-it.svg",
      "cardSummary": "End-to-end IT setup, maintenance, and hardware supply under one roof.",
      "description": "Diginathi Private Limited offers comprehensive IT Services designed to meet the growing technological needs of businesses and organizations.",
      "details": "Our expertise covers a wide range of solutions, including professional CCTV camera setup for enhanced security, seamless LAN connectivity to ensure smooth communication, and reliable server setup and maintenance for uninterrupted operations. We also specialize in supplying high-quality hardware such as computers, laptops, hard disks, printers, scanners, shredders, and other essential IT equipment to support day-to-day business functions. With a focus on efficiency, security, and reliability, Diginathi Private Limited ensures that clients receive end-to-end IT solutions under one roof. Our commitment to quality service and customer satisfaction makes us a trusted partner for organizations looking to streamline and strengthen their IT infrastructure.",
      "highlights": [
        "CCTV and surveillance deployment",
        "LAN and connectivity implementation",
        "Server setup and maintenance",
        "Hardware procurement and support"
      ],
      "brochure": "brochures/it-services-brochure.pdf"
    }
  ],
  "digidocsmart": {
    "launchBadge": "Now available as SaaS & On-Premises",
    "headline": "Smart Document Management for the Digital Age",
    "subtext": "DigiDocSmart empowers enterprises with intelligent document workflows, rock-solid security, and seamless collaboration whether you choose our cloud platform or deploy on your own infrastructure.",
    "stats": [
      "35+ Enterprise Features",
      "99.9% Uptime SLA",
      "256-bit AES Encryption"
    ],
    "features": [
      {
        "title": "Document Management",
        "description": "Upload, organize, and manage documents with hierarchical folders, custom metadata, tags, and powerful full-text search. Support for bulk operations and drag-and-drop."
      },
      {
        "title": "Enterprise Security",
        "description": "Classification-based access control (Public, Internal, Confidential, Restricted), two-factor authentication (TOTP, SMS, Email), session fingerprinting, CSRF protection, password policies, and 256-bit encryption at rest and in transit."
      },
      {
        "title": "Workflow Automation",
        "description": "Design multi-step approval workflows with templates, automatic routing, timeout handling, fallback users, and complete audit trails."
      },
      {
        "title": "Collaboration & Sharing",
        "description": "Share documents internally or externally with granular permissions. Password-protected links, download limits, expiration dates, and real-time share analytics."
      },
      {
        "title": "Version Control",
        "description": "Track every change with major/minor versioning, change notes, and instant rollback with check-in/check-out locking."
      },
      {
        "title": "Audit & Compliance",
        "description": "Tamper-proof audit trails with hash-chain integrity verification, geolocation tracking, device fingerprinting, and exportable logs."
      },
      {
        "title": "Advanced Search",
        "description": "Full-text search with advanced filters, faceted navigation, saved searches, and search history."
      },
      {
        "title": "Dashboard & Analytics",
        "description": "Real-time dashboards with storage analytics, activity trends, user metrics, pending workflow tasks, and system health monitoring."
      },
      {
        "title": "Multi-Storage Support",
        "description": "Store documents on AWS S3, local storage, SMB network shares, or NFS based on your infrastructure strategy."
      },
      {
        "title": "Role-Based Access Control",
        "description": "Six-tier role hierarchy with granular permission matrices at document, folder, department, and system levels."
      },
      {
        "title": "Backup & Disaster Recovery",
        "description": "Automated full and incremental backups with integrity verification, scheduling, and one-click restoration."
      },
      {
        "title": "Notifications & Alerts",
        "description": "Real-time notifications for shares, workflow updates, comments, and system events with customizable preferences."
      }
    ],
    "deployment": [
      {
        "name": "SaaS / Cloud",
        "popular": true,
        "description": "Get started in minutes. We handle infrastructure, updates, backups, and security while your team focuses on business growth.",
        "benefits": [
          "Zero infrastructure management",
          "Automatic updates and patches",
          "99.9% uptime SLA",
          "Auto-scaling for peak loads",
          "Built-in disaster recovery",
          "Pay-as-you-grow pricing"
        ]
      },
      {
        "name": "On-Premises",
        "popular": false,
        "description": "Deploy on your own servers with full control, complete customization, and data sovereignty.",
        "benefits": [
          "Complete data sovereignty",
          "Custom security policies",
          "Network isolation and air-gap support",
          "Integration with existing infrastructure",
          "Dedicated support and SLA",
          "One-time license with annual maintenance"
        ]
      }
    ],
    "industries": [
      {
        "name": "Hospitality",
        "tagline": "Streamline operations across properties, brands, and locations.",
        "description": "Hotels, resorts, and restaurant chains manage guest agreements, vendor contracts, compliance certificates, and SOPs at scale.",
        "metrics": [
          "1,240 SOPs",
          "856 Contracts",
          "12 Properties"
        ]
      },
      {
        "name": "Real Estate",
        "tagline": "Manage property documents from acquisition to handover.",
        "description": "Real estate firms handle title deeds, lease agreements, approvals, and buyer documentation across projects.",
        "metrics": [
          "3,500+ Deeds",
          "48 Projects",
          "200+ Approvals"
        ]
      },
      {
        "name": "Construction",
        "tagline": "Keep every blueprint, permit, and report at your fingertips.",
        "description": "Construction teams produce massive document sets including drawings, permits, reports, and change orders.",
        "metrics": [
          "5,200 Drawings",
          "32 Sites",
          "890 Reports"
        ]
      },
      {
        "name": "Manufacturing",
        "tagline": "Control quality documents, SOPs, and compliance records.",
        "description": "Manufacturing operations require stringent control of quality records, SOPs, audits, and regulatory archives.",
        "metrics": [
          "2,100 SOPs",
          "6 Plants",
          "450 QC Reports"
        ]
      },
      {
        "name": "Enterprise",
        "tagline": "Scale document management across departments and geographies.",
        "description": "Large enterprises need secure, multi-department document control with analytics, workflows, and storage flexibility.",
        "metrics": [
          "50K+ Documents",
          "2,400 Users",
          "18 Departments"
        ]
      }
    ],
    "brochure": "brochures/digidocsmart-brochure.pdf"
  },
  "testimonials": [
    {
      "quote": "Diginathi helped us convert legacy records into searchable digital assets while keeping compliance intact.",
      "name": "Operations Manager",
      "org": "Large Hospitality Group"
    },
    {
      "quote": "DigiDocSmart gave our teams one secure platform for workflows, approvals, and audit readiness.",
      "name": "Head of Governance",
      "org": "Enterprise Services Company"
    },
    {
      "quote": "The combination of manpower support and IT services from Diginathi reduced our execution time significantly.",
      "name": "Program Lead",
      "org": "Infrastructure Projects Organization"
    }
  ]
}
